[app]
language=Русский
welcome=Добро пожаловать в PhoXo!
untitled=Без названия
close=Закрыть
ok=OK
cancel=Отмена

[file]
recent=Недавние файлы
open_type=Все изображения
load_error=Изображение повреждено или не поддерживается
not_exist=Изображение не существует
save_error=Не удалось сохранить изображение

[TOPBAR]
57601=Открыть|Открыть файл изображения
57603=Сохранить|Сохранить текущее изображение
57604=Сохранить как|Сохранить изображение под новым именем
57634=Копировать|Копировать изображение в буфер обмена
57607=Печать|Печать текущего изображения
57643=Отменить|Отменить последнее действие
57644=Повторить|Повторить отменённое действие
57664=О программе|О программе PhoXo
7000=Вставить|Вставить из буфера обмена
7001=Новый|Создать новое изображение
7002=Со сканера
7003=Очистить список недавних файлов
7004=Настройки|Настройки приложения
7005=Темы|Изменить тему
7016=Ещё|Показать дополнительные параметры
9002=По размеру окна|Подогнать изображение к окну
9003=Оригинальный размер|Показать изображение в оригинальном размере
8005=Уменьшить|Уменьшить масштаб
8006=Увеличить|Увеличить масштаб для просмотра деталей
undo=Отмена|Отменить последнее действие|Отменить %d действий
theme=Ещё|Светлая|Тёмная|Солнечный день|Ледяная мята|Шёлковый розовый|Сочная слива|Лунное сияние|Манговый рай|Мистический лес|Холодный сланец

[TAB]
20000=Кадрировать или повернуть|Клавиши:\n← → ↑ ↓: переместить на 1 пиксель\nShift + Стрелка: переместить на 10 пикселей\nEnter: применить кадрирование\nEsc: отменить\nCtrl + Перетащить: новое кадрирование

[SETTINGS]
0=Настройки
1=Общие
2=Режим рендеринга
3=Лучшее качество|Быстрее
4=Положение панели
5=Справа|Слева
6=Максимальный уровень масштаба
7=Изменение положения панели требует перезапуска PhoXo

[DlgResize]
t=Изменить размер|Ширина|Высота|Сохранять пропорции

[cmd]
crop=Кадрировать
flipv=Отразить по вертикали
fliph=Отразить по горизонтали
r90=Повернуть вправо на 90°
r270=Повернуть влево на 90°
resize=Изменить размер

[panel_crop]
60=Ширина
61=Высота
1=Свободно|Произвольное соотношение
2=Оригинал|Сохранять пропорции изображения
3=Применить
4=Блокировать пропорции при изменении размера
5=Пропорции заблокированы|Пропорции разблокированы
6=Повернуть вправо на 90°
7=Повернуть влево на 90°
8=Отразить по вертикали
9=Отразить по горизонтали
10=Форма
11=Трансформация
15=Прямоугольник
16=Скруглённый прямоугольник
17=Круг
20=Скругление
21=Отменить кадрирование
22=Применить кадрирование|Отменить кадрирование
30=Изменить размер изображения